Repository: jscheunemann/sopcast-player
Catalog: po/*.po
Languages: ar, fr, nl, si

source: Retrying channel
ar: إعادة محاولة الإتصال بالقناة
fr: Reconnexion
nl: Kanaal opnieuw proberen
si: නැවත උත්සහ කරමින් පවතී

source: Connecting
ar: جاري الاتصال...
fr: Connexion en cours
nl: Verbinding maken
si: සම්බන්ධ වෙමින් පවතී

source: Buffering
ar: التخزين المؤقت
fr: Mise en mémoire tampon
nl: Bufferen
si: රැස් කිරීම

source: Buffer
ar: متصل
fr: Mémoire tampon
si: රැස් කිරීම

source: Channel Guide Last Updated
ar: آخر تحديث لدليل القنوات
fr: Guide de chaines mis à jour
nl: Kanaalgids Laatst Bijgewerkt
si: චැනල උපදෙස් අවසන් වරට යාවත්කාලීන කරන ලද්දේ

source: SopCast Player
ar: مشغل سوب كاست
fr: Lecteur SopCast
si: SopCast ප්ලේයරය

source: Channel Guide
ar: دليل القنوات
fr: Guide de Chaines
nl: Kanaalgids
si: චැනල උපදෙස්

source: Open Sop Address
ar: أفتح وصلة sop
fr: Ouvrir Adresse Sop
nl: Open Sop Adres
si: Sop ලිපිනය විවෘත කරන්න

source: Enter Sop Address
ar: أدخل عنوان الوصلة
fr: Insérer Adresse Sop
nl: Voer Sop Adres In
si: Sop ලිපිනය ඇතුලත් කරන්න

source: Name
ar: الاسم
fr: Nom
nl: Naam
si: නම

source: Channel Group
ar: مجموعة القناة
fr: Groupe de Chaînes
nl: Kanaal Groep
si: චැනල එකතුව

source: Classification
ar: التصنيف
nl: Classificatie
si: වර්ගිකරණය

source: Stream Format
ar: حجم التدفق
fr: Format de Transmission
nl: Stroom Formaat

source: Description
ar: الوصف
nl: Beschrijving
si: විස්තරය

source: Channels
ar: القنوات
fr: Chaînes
nl: Kanalen
si: චැනල

source: Press Esc to exit fullscreen
ar: إضغط Esc(مفتاح الهروب) للخروج من وضع ملء الشاشة
fr: Appuyez sur Esc (Echap) pour sortir du mode plein écran
nl: Druk op Esc om volledig scherm af te sluiten
si: විශාල තිරයෙන් ඉවත් වීමට Esc

source: Contacting Server
ar: سيرفر الإتصال
fr: Communication avec le Serveur en cours
nl: Verbinding maken met server
si: Server එකට පනිවිඩය යවමින් පවතී

source: Updating Database
ar: تحديث قاعدة البيانات
fr: Mise à jour de la base de données
nl: Database Updaten
si: දත්ත ගොනුව යාවත්කාලීන කරමින් පවතී

source: Channel Guide Update Completed
ar: تحديث دليل القنوات قد أكتمل
fr: Mise à jour de Chaînes Terminée
nl: Kanaalgids Update Voltooid
si: චැනල උපදෙස් යාවත්කාලීන කිරීම සම්පූරණයි

source: Channel Guide Retrieval Failed Due to Network Problems
ar: إسترجاع دليل القنوات قد فشل بسبب مشاكل الشبكة
fr: La Récupération du Guide de Chaînes échoué à cause de problèmes de réseau
nl: Kanaalgids ophalen mislukt door netwerkproblemen
si: ජාලයේ දෝෂයක් නිසා චැනල උපදෙස් ලබාගැනීම නතර විය

source: Downloading Channel Guide
ar: تحميل دليل القنوات
fr: Téléchargement du Guide de Chaînes
nl: Kanaalgids downloaden
si: චැනල උපදෙස් භාගත කරමින් පවතී

source: _File
ar: _ملف
fr: _Fichier
nl: _Bestand
si: _ගොනුව

source: > Channel Guide
ar: > دليل القنوات
fr: > Guide de Chaînes
nl: > Kanaalgids
si: >චැනල උපදෙස්

source: Bookmark this Channel
ar: إحفظ هذه القناة
fr: Ajouter cette chaîne aux favoris
nl: Maak een bladwijzer voor dit kanaal
si: මෙම චැනලය පිටු සළකුණු කරන්න

source: Volume:
ar: حجم الصوت
si: පරිමාව:

source: _Fullscreen
ar: _ملء الشاشة
fr: _Plein-écran
nl: _Volledig Scherm
si: සම්පූර්ණ තිරය

source: _Help
ar: _مساعدة
fr: _Aide
si: _සහාය

source: _View
ar: _عرض
fr: _Affichage
nl: _Bekijk
si: _දසුන

source: _Bookmarks
ar: _القنوات المحفوظة
fr: _Favoris
nl: _Bladwijzers
si: _පිටු සළකුණු

source: <i>Last Updated: </i>
ar: <i>آخر تحديث: </i>
fr: <i>Dernière mise à jour: </i>
nl: <i>Laatste Update: </i>
si: <i>අවසන් වරට යාවත්කාලී කරන ලද්දේ: </i>

source: Last Updated:
ar: آخر تحديث:
fr: Dernière mise à jour:
nl: Laatste Update:
si: අවසන් වරට යාවත්කාලී කරන ලද්දේ:

source: Never
ar: لا مطلقا
fr: Jamais
nl: Nooit
si: කිසිදාක නැත

source: <b>Channel Guide Auto-Update Frequency</b>
ar: <b>تردد التحديث التلقائي لدليل القنوات</b>
fr: <b>Fréquence de la mise à jour automatique</b>
nl: <b>Kanaalgids Automatische-Update Herhaling</b>
si: <b>චැනල උපදෙස් ඉබේ භාගත වීමේ ප්රමානය</b>

source: <b>Channel Guide Language</b>
ar: <b>لغة دليل القنوات</b>
fr: <b>Langue du Guide de Chaînes</b>
nl: <b>Kanaalgids Taal</b>
si: <b>චැනල උපදෙස් භාෂාව</b>

source: <b>Channel Guide Layout:</b>
ar: <b>نسق دليل القنوات:</b>
fr: <b>Disposition pour Guide de Chaînes</b>
nl: <b>Kanaalgids Indeling:</b>
si: <b>චැනල උපදෙස් පිහිටීම:</b>

source: <b>Channel Guide URL</b>
ar: <b>عنوان دليل القنوات</b>
fr: <b>URL du Guide de Chaînes</b>
nl: <b>Kanaalgids URL</B>
si: <b>චැනල උපදෙස් අන්තර්ජාල ලිපිනය</b>

source: <b>Channel Timeout</b>
ar: <b>مهلة القناة</b>
fr: <b>Limite de temps de chargement pour la Chaîne</b>
nl: <b>Kanaal Time-out</b>
si: <b>චැනලයේ කාලසීමාව නිමා විය</b>

source: <b>Ports</b>
ar: <b>المنفذ</b>
nl: <b>Poorten</b>

source: Classic (Separate windows)
ar: كلاسيكي (نوافذ مستقلة)
fr: Classic (fenêtres séparées)
nl: Klassiek (Gescheiden schermen)
si: සාමාන්ය පෙනුම (Separate windows)

source: Command:
ar: أمر:
fr: Commande:
nl: Commando:
si: විධානය:

source: Frequency
ar: تردد
fr: Fréquence
nl: Frequentie
si: සංඛාතය

source: In-bound Port:
ar: منفذ محدد للدخول:
fr: Port Entrant:
nl: Inkomende Poort:

source: Language
ar: اللغة
fr: Langue
nl: Taal
si: භාෂාව

source: Out-bound Port:
ar: منفذ محدد للخروج:
fr: Port Sortant:
nl: Uitgaande Poort:

source: Player
ar: المشغل
fr: Lecteur
nl: Speler
si: ප්ලේයරය

source: Static Ports
ar: منفذ ساكن
fr: Ports Statiques
nl: Statische Poorten

source: Timeout
ar: انتهى /انقضى الوقت
fr: Délai d'attente dépassé
si: කාලසීමාව අවසන් වීම

source: URL:
ar: العنوان:
si: අන්තර්ජාල ලිපිනය:

source: Unity (Single-window)
ar: الإنسجام (نافذة واحدة)
fr: Unité (fenêtre unique):
nl: Eenheid (Één Scherm)

source: Use External Player
ar: إستخدام مشغل خارجي
fr: Utilisez un lecteur externe
nl: Gebruik Externe Speler
si: පිටත ප්ලේයරය භාවිත කරන්න

source: Completed
ar: تمّ
fr: Terminé
nl: Voltooid
si: අවසන් කරන ලදී

source: Server Down
ar: خطأ في السيرفر
fr: Serveur non disponible
nl: Server Niet Beschikbaar

source: Downloading
ar: جاري التنزيل
fr: Téléchargement en cours
nl: Downloaden
si: භාගත වෙමින්

source: Static Ports Unavailable
ar: المنافذ الساكنة غير متوفرة
fr: Ports statiques non disponibles
nl: Statische Poorten Niet Beschikbaar
si: Static Ports නොමැත

source: Static ports unavailable, do you wish to continue using dynamic ports?
ar: المنافذ الساكنة متوفرة،، هل كنت ترغب في مواصلة إستخدام منافذ حيوية؟
fr: Ports statiques non disponibles, souhaitez-vous continuer en utilisant des ports dynamiques?
nl: Statische poorten niet beschikbaar, wilt U doorgaan met dynamische poorten?
si: Static Ports නොමැත, ඔබ dynamic ports භාවිත කරමින් වැඩසටහන පවත්වාගෙන යාමට කැමතිද?

source: <i>3 Seconds</i>
ar: <i/>ثلاث ثوان <i>
fr: <i>3 Secondes</i>
nl: <i>3 Seconden</i>
si: <i>තත්පර 3 යි</i>

source: <i>30 Seconds</i>
ar: <i/> ثلاثون ثانية <i>
fr: <i>30 Secondes</i>
nl: <i>30 Seconden</i>
si: <i>තත්පර 30 යි</i>

source: <i>5 Minutes</i>
ar: <i/>خمس دقائق<i>
nl: <i>5 Minuten</i>
si: <i>මිනිත්තු 5 යි</i>

source: <i>Never</i>
ar: <i/>لا مطلقااً<i>
fr: <i>Jamais</i>
nl: <i>Nooit</i>
si: <i>කිසිදාක නැත</i>

source: Screenshot
ar: صوّر الشاشة
fr: Capture d'écran
nl: Schermafdruk
si: දැන් පවතින තිරයේ පින්තූරය

source: Name:
ar: الاسم:
fr: Nom:
nl: Naam:
si: නම:

source: Format:
ar: الصيغة
nl: Formaat:

source: Bitrate:
ar: معدّل البايتات:
fr: Débit:
nl: Bitsnelheid:

source: Channel Group:
ar: فريق القناة
fr: Groupe de Chaîne:
nl: Kanaal Groep:
si: චැනල එකතුව

source: Classification:
ar: التصنيف:
nl: Classificatie:
si: වර්ගිකරණය

source: Description:
ar: الوصف:
nl: Beschrijving:
si: විස්තරය:

source: Preferences
ar: التفضيلات
fr: Préférences
nl: Voorkeuren
si: අභිරුචියන්

source: Play
ar: تشغيل
fr: Lire
nl: Afspelen
si: වාදනය

source: Stop
ar: إيقاف
fr: Arrêter
nl: Stoppen
si: නවතන්න

source: Always On Top
ar: دائما في الأعلى
fr: Toujours au-dessus
nl: Altijd Bovenop
si: සැමවිටම ඉදිරියෙන් තබන්න

source: Show Controls
ar: إظهار عناصر التحكم
fr: Voir les Paramètres
nl: Laat Menu Zien
si: Controls පෙන්වන්න

source: Chinese
ar: صيني
fr: Chinois
nl: Chinees
si: චීන

source: English
ar: إنجليزي
fr: Anglais
nl: Engels

source: <i>Daily</i>
ar: <i/>يوميا<i>
fr: <i>Quotidien</i>
nl: <i>Dagelijks</i>
si: <i>දිනපතා</i>

source: <i>Program Start</i>
ar: <i/>بداية البرنامج<i>
fr: <i>Demarrer Programme</i>
nl: <i>Programma Start</i>
si: <i>වැඩසටහන ආරම්භ කරන්න</i>

source: <big><b>Channel Bookmark</b></big>
ar: <big><b>علم القنوات</b></big>
fr: <big><b>Favoris</b></big>
nl: <big><b>Kanaal Bladwijzer</b></big>
si: <big><b>චැනලයේ පිටු සළකුණ</b></big>

source: _Edit
ar: _تعديل
fr: _Modifier
nl: _Bewerken
si: _සකසන්න

source: Properties
ar: الخصائص
fr: Propriétés
nl: Eigenschappen
si: වත්කම්

source: Bookmark
ar: العلامات
fr: Favori
nl: Bladwijzer
si: පිටු සළකුණ

source: Show Toolbar
ar: إظهار شريط الأدوات
fr: Afficher la Barre d'Outils
nl: Laat Toolbar Zien
si: Toolbar එක පෙන්වන්න

source: <b>Media Player</b>
fr: <b>Lecteur Média</b>
nl: <b>Media Speler</b>
si: <b>Media ප්ලේයරය</b>
